import React from 'react';
import './TermsAndCondition';
import Header from '../components/header'

const TermsAndConditions = () => {
  return (
    <div className="container my-5">
    <Header content=' سياسة وأحكام التطبيق'/>
    <div className="row " >
      <div className="col-12 mb-4  p-5 " style={{backgroundColor: '#FAFAFA' , borderRadius: '20px' }}>
        <p>مرحبًا بك في تطبيق جدولة تسليم الشحنات. يرجى قراءة سياسة وأحكام الاستخدام التالية بعناية قبل استخدام التطبيق.</p>
        <h3>1. الموافقة على الشروط:</h3>
        <p >
          باستخدام هذا التطبيق، فإنك توافق على جميع الشروط والأحكام المذكورة هنا. إذا كنت غير موافق على أي جزء من هذه الشروط، يرجى عدم استخدام التطبيق.
        </p>
        <h3>2. الخصوصية:</h3>
        <p>
          نحن نحترم خصوصيتك ونحافظ على سرية معلوماتك الشخصية. يرجى قراءة سياسة الخصوصية لفهم كيفية جمعنا واستخدامنا للمعلومات.
        </p>
        <h3>3. المحتوى:</h3>
        <p>
          يمنع استخدام التطبيق لنشر أو نشر محتوى مسيء أو غير ملائم أو مخالف للقوانين المحلية أو الدولية.
        </p>
        <h3>4. المسؤولية:</h3>
        <p>
          نحن لسنا مسؤولين عن أي ضرر مباشر أو غير مباشر ينجم عن استخدام أو عدم قدرة على استخدام التطبيق.
        </p>
        <h3>5. التحديثات:</h3>
        <p>
          نحتفظ بالحق في تغيير أو تحديث شروط الاستخدام في أي وقت دون إشعار مسبق. يجب عليك مراجعة الشروط بشكل دوري للتأكد من الموافقة عليها.
        </p>
        <h3>6. إنهاء الخدمة:</h3>
        <p>
          نحتفظ بالحق في إيقاف أو تعليق خدمات التطبيق في أي وقت دون إشعار مسبق.
        </p>
        <h3>7. الاتصال:</h3>
        <p>
          لأي استفسارات أو ملاحظات، يرجى الاتصال بنا عبر [بريد الدعم] أو رقم الهاتف.
        </p>
        <p>شكراً لاستخدامك تطبيق جدولة تسليم الشحنات.</p>
      </div>
    </div>
    </div>
  );
};

export default TermsAndConditions;
